tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "bat"
brew "ca-certificates"
brew "cjson"
brew "coreutils"
brew "claude-code"
brew "cryptography"
brew "crystal"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fontconfig"
brew "gcc"
brew "gdbm"
brew "gh"
brew "gemini-cli"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jj"
brew "jq"
brew "keychain"
brew "libdvdcss"
brew "libiconv"
brew "libvirt", restart_service: :changed
brew "llvm"
brew "magic-wormhole"
brew "mas"
brew "mkcert"
brew "mtr"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node"
brew "nss"
brew "obsidian"
brew "ollama"
brew "oniguruma"
brew "opencode"
brew "openssl@3"
brew "openvpn"
brew "pkgconf"
brew "podman"
brew "pwgen"
brew "python@3.10"
brew "qemu"
brew "readline"
brew "ripgrep"
brew "rustup"
brew "sqlite"
brew "terraform"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tuntox"
brew "upx"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "zellij"
brew "zlib"
cask "font-hack-nerd-font"
cask "hashicorp-vagrant"
cask "kitty"
cask "macfuse"
cask "podman-desktop"
cask "tabby"
cask "vagrant"
cask "veracrypt-fuse-t"
cask "veracrypt"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Acana QR Code Generator", id: 867814185
mas "Bitwarden", id: 1352778147
mas "Clean Text", id: 414782261
mas "Color Maker", id: 561995913
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Epson Label Editor Lite", id: 702826021
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "IP Scanner", id: 404167149
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Magnet", id: 441258766
mas "Markdown Editor", id: 1458220908
mas "Micro Snitch", id: 972028355
mas "MindNode", id: 992076693
mas "NetSpot", id: 514951692
mas "Network Logger Pro", id: 764324406
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Owly", id: 882812218
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Piezo", id: 440641508
mas "PortraiMatic", id: 416557923
mas "Prime Video", id: 545519333
mas "Remote Desktop", id: 409907375
mas "Serial", id: 877615577
mas "SerialTools", id: 611021963
mas "Soulver 2", id: 413965349
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "Textastic", id: 572491815
mas "Transmit", id: 403388562
mas "Trello", id: 1278508951
mas "VisualDesigner", id: 1193683552
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "continue.continue"
vscode "crystal-lang-tools.crystal-lang"
vscode "kaiwood.endwise"
vscode "matthewmcgarvey.crystal-spec-vscode"
